{
  "_name_or_path": "CookBERT/further_pretraining/model_output/checkpoint-final",
  "architectures": [
    "BertForTokenClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "finetuning_task": "ner",
  "gradient_checkpointing": false,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "B-102261002",
    "1": "B-102262009",
    "2": "B-102264005",
    "3": "B-129559002",
    "4": "B-13577000",
    "5": "B-16313001",
    "6": "B-226018004",
    "7": "B-226019007",
    "8": "B-226031009",
    "9": "B-226038003",
    "10": "B-226041007",
    "11": "B-226054000",
    "12": "B-226057007",
    "13": "B-226064009",
    "14": "B-226483007",
    "15": "B-226492005",
    "16": "B-226493000",
    "17": "B-226496008",
    "18": "B-226498009",
    "19": "B-226516007",
    "20": "B-226519000",
    "21": "B-226528004",
    "22": "B-226543002",
    "23": "B-226551004",
    "24": "B-226559002",
    "25": "B-226562004",
    "26": "B-226587006",
    "27": "B-226604005",
    "28": "B-226639005",
    "29": "B-226704004",
    "30": "B-226719003",
    "31": "B-226723006",
    "32": "B-226725004",
    "33": "B-226726003",
    "34": "B-226733003",
    "35": "B-226735005",
    "36": "B-226740002",
    "37": "B-226749001",
    "38": "B-226753004",
    "39": "B-226756007",
    "40": "B-226769006",
    "41": "B-226787009",
    "42": "B-226802006",
    "43": "B-226814003",
    "44": "B-226831005",
    "45": "B-226837009",
    "46": "B-226838004",
    "47": "B-226849005",
    "48": "B-226853007",
    "49": "B-226855000",
    "50": "B-226863004",
    "51": "B-226888007",
    "52": "B-226890008",
    "53": "B-226901000",
    "54": "B-226916002",
    "55": "B-226928005",
    "56": "B-226934003",
    "57": "B-226942002",
    "58": "B-226952003",
    "59": "B-226955001",
    "60": "B-227020009",
    "61": "B-227150003",
    "62": "B-227215000",
    "63": "B-227218003",
    "64": "B-227219006",
    "65": "B-227239005",
    "66": "B-227260004",
    "67": "B-227266005",
    "68": "B-227282006",
    "69": "B-227350006",
    "70": "B-227362005",
    "71": "B-227365007",
    "72": "B-227382009",
    "73": "B-227388008",
    "74": "B-227389000",
    "75": "B-227390009",
    "76": "B-227395004",
    "77": "B-227400003",
    "78": "B-227407000",
    "79": "B-227408005",
    "80": "B-227410007",
    "81": "B-227411006",
    "82": "B-227413009",
    "83": "B-227418000",
    "84": "B-227421003",
    "85": "B-227423000",
    "86": "B-227425007",
    "87": "B-227430006",
    "88": "B-227436000",
    "89": "B-227444000",
    "90": "B-227449005",
    "91": "B-227462009",
    "92": "B-227463004",
    "93": "B-227501001",
    "94": "B-227515004",
    "95": "B-227519005",
    "96": "B-227545001",
    "97": "B-227549007",
    "98": "B-227553009",
    "99": "B-227566009",
    "100": "B-227592002",
    "101": "B-227598003",
    "102": "B-227606003",
    "103": "B-227607007",
    "104": "B-227612008",
    "105": "B-227689008",
    "106": "B-227722009",
    "107": "B-227739006",
    "108": "B-227757007",
    "109": "B-22836000",
    "110": "B-229862008",
    "111": "B-229887001",
    "112": "B-229908005",
    "113": "B-229937009",
    "114": "B-229944000",
    "115": "B-229948002",
    "116": "B-230053007",
    "117": "B-230055000",
    "118": "B-230118003",
    "119": "B-23182003",
    "120": "B-24515005",
    "121": "B-255621006",
    "122": "B-256307007",
    "123": "B-256313003",
    "124": "B-256317002",
    "125": "B-256319004",
    "126": "B-256326004",
    "127": "B-256329006",
    "128": "B-256350002",
    "129": "B-256354006",
    "130": "B-256442007",
    "131": "B-256443002",
    "132": "B-260177005",
    "133": "B-260184002",
    "134": "B-278840001",
    "135": "B-28647000",
    "136": "B-29263009",
    "137": "B-328685004",
    "138": "B-35748005",
    "139": "B-391858005",
    "140": "B-412061001",
    "141": "B-412062008",
    "142": "B-412065005",
    "143": "B-412066006",
    "144": "B-412070003",
    "145": "B-412071004",
    "146": "B-412357001",
    "147": "B-41834005",
    "148": "B-419420009",
    "149": "B-420823005",
    "150": "B-442341000124109",
    "151": "B-442361000124108",
    "152": "B-442581000124106",
    "153": "B-442681000124105",
    "154": "B-442751000124107",
    "155": "B-442811000124102",
    "156": "B-442861000124104",
    "157": "B-442891000124107",
    "158": "B-443691000124100",
    "159": "B-443701000124100",
    "160": "B-443981000124106",
    "161": "B-444001000124100",
    "162": "B-444021000124105",
    "163": "B-444161000124100",
    "164": "B-51905005",
    "165": "B-53410008",
    "166": "B-608772009",
    "167": "B-608773004",
    "168": "B-63766005",
    "169": "B-67324005",
    "170": "B-67990004",
    "171": "B-70813002",
    "172": "B-713648000",
    "173": "B-72511004",
    "174": "B-734881000",
    "175": "B-735009005",
    "176": "B-735010000",
    "177": "B-735030001",
    "178": "B-735040003",
    "179": "B-735045008",
    "180": "B-735047000",
    "181": "B-735048005",
    "182": "B-735049002",
    "183": "B-735053000",
    "184": "B-735106000",
    "185": "B-735108004",
    "186": "B-735123009",
    "187": "B-735211005",
    "188": "B-735212003",
    "189": "B-735213008",
    "190": "B-735214002",
    "191": "B-735215001",
    "192": "B-735245003",
    "193": "B-735248001",
    "194": "B-735249009",
    "195": "B-735336002",
    "196": "B-735340006",
    "197": "B-736031006",
    "198": "B-736159005",
    "199": "B-762952008",
    "200": "B-89707004",
    "201": "B-901000161107",
    "202": "B-9424004",
    "203": "I-102261002",
    "204": "I-102262009",
    "205": "I-102264005",
    "206": "I-129559002",
    "207": "I-16313001",
    "208": "I-226038003",
    "209": "I-226041007",
    "210": "I-226054000",
    "211": "I-226492005",
    "212": "I-226493000",
    "213": "I-226496008",
    "214": "I-226498009",
    "215": "I-226516007",
    "216": "I-226519000",
    "217": "I-226543002",
    "218": "I-226551004",
    "219": "I-226559002",
    "220": "I-226639005",
    "221": "I-226726003",
    "222": "I-226749001",
    "223": "I-226753004",
    "224": "I-226756007",
    "225": "I-226787009",
    "226": "I-226802006",
    "227": "I-226814003",
    "228": "I-226831005",
    "229": "I-226837009",
    "230": "I-226838004",
    "231": "I-226849005",
    "232": "I-226853007",
    "233": "I-226855000",
    "234": "I-226888007",
    "235": "I-226890008",
    "236": "I-226916002",
    "237": "I-226928005",
    "238": "I-226934003",
    "239": "I-226942002",
    "240": "I-226955001",
    "241": "I-227020009",
    "242": "I-227215000",
    "243": "I-227219006",
    "244": "I-227260004",
    "245": "I-227282006",
    "246": "I-227362005",
    "247": "I-227388008",
    "248": "I-227395004",
    "249": "I-227400003",
    "250": "I-227430006",
    "251": "I-227436000",
    "252": "I-227444000",
    "253": "I-227449005",
    "254": "I-227501001",
    "255": "I-227519005",
    "256": "I-227545001",
    "257": "I-227553009",
    "258": "I-227592002",
    "259": "I-227607007",
    "260": "I-227612008",
    "261": "I-227722009",
    "262": "I-227757007",
    "263": "I-22836000",
    "264": "I-229862008",
    "265": "I-229937009",
    "266": "I-229944000",
    "267": "I-230053007",
    "268": "I-230055000",
    "269": "I-230118003",
    "270": "I-255621006",
    "271": "I-256307007",
    "272": "I-256313003",
    "273": "I-256326004",
    "274": "I-256329006",
    "275": "I-256350002",
    "276": "I-256354006",
    "277": "I-256442007",
    "278": "I-256443002",
    "279": "I-260177005",
    "280": "I-260184002",
    "281": "I-278840001",
    "282": "I-28647000",
    "283": "I-29263009",
    "284": "I-328685004",
    "285": "I-35748005",
    "286": "I-391858005",
    "287": "I-412061001",
    "288": "I-412065005",
    "289": "I-412066006",
    "290": "I-412070003",
    "291": "I-412071004",
    "292": "I-412357001",
    "293": "I-41834005",
    "294": "I-419420009",
    "295": "I-442341000124109",
    "296": "I-442361000124108",
    "297": "I-442681000124105",
    "298": "I-443691000124100",
    "299": "I-443701000124100",
    "300": "I-443981000124106",
    "301": "I-444001000124100",
    "302": "I-444021000124105",
    "303": "I-53410008",
    "304": "I-63766005",
    "305": "I-67324005",
    "306": "I-67990004",
    "307": "I-70813002",
    "308": "I-713648000",
    "309": "I-72511004",
    "310": "I-734881000",
    "311": "I-735009005",
    "312": "I-735030001",
    "313": "I-735045008",
    "314": "I-735047000",
    "315": "I-735049002",
    "316": "I-735053000",
    "317": "I-735211005",
    "318": "I-735214002",
    "319": "I-735215001",
    "320": "I-735245003",
    "321": "I-735248001",
    "322": "I-735340006",
    "323": "I-736159005",
    "324": "I-762952008",
    "325": "I-89707004",
    "326": "I-901000161107",
    "327": "I-9424004",
    "328": "O",
    "329": "B-226647005",
    "330": "B-710041006",
    "331": "B-735042006",
    "332": "B-735050002",
    "333": "I-226647005",
    "334": "I-710041006",
    "335": "I-735042006"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "B-102261002": 0,
    "B-102262009": 1,
    "B-102264005": 2,
    "B-129559002": 3,
    "B-13577000": 4,
    "B-16313001": 5,
    "B-226018004": 6,
    "B-226019007": 7,
    "B-226031009": 8,
    "B-226038003": 9,
    "B-226041007": 10,
    "B-226054000": 11,
    "B-226057007": 12,
    "B-226064009": 13,
    "B-226483007": 14,
    "B-226492005": 15,
    "B-226493000": 16,
    "B-226496008": 17,
    "B-226498009": 18,
    "B-226516007": 19,
    "B-226519000": 20,
    "B-226528004": 21,
    "B-226543002": 22,
    "B-226551004": 23,
    "B-226559002": 24,
    "B-226562004": 25,
    "B-226587006": 26,
    "B-226604005": 27,
    "B-226639005": 28,
    "B-226647005": 329,
    "B-226704004": 29,
    "B-226719003": 30,
    "B-226723006": 31,
    "B-226725004": 32,
    "B-226726003": 33,
    "B-226733003": 34,
    "B-226735005": 35,
    "B-226740002": 36,
    "B-226749001": 37,
    "B-226753004": 38,
    "B-226756007": 39,
    "B-226769006": 40,
    "B-226787009": 41,
    "B-226802006": 42,
    "B-226814003": 43,
    "B-226831005": 44,
    "B-226837009": 45,
    "B-226838004": 46,
    "B-226849005": 47,
    "B-226853007": 48,
    "B-226855000": 49,
    "B-226863004": 50,
    "B-226888007": 51,
    "B-226890008": 52,
    "B-226901000": 53,
    "B-226916002": 54,
    "B-226928005": 55,
    "B-226934003": 56,
    "B-226942002": 57,
    "B-226952003": 58,
    "B-226955001": 59,
    "B-227020009": 60,
    "B-227150003": 61,
    "B-227215000": 62,
    "B-227218003": 63,
    "B-227219006": 64,
    "B-227239005": 65,
    "B-227260004": 66,
    "B-227266005": 67,
    "B-227282006": 68,
    "B-227350006": 69,
    "B-227362005": 70,
    "B-227365007": 71,
    "B-227382009": 72,
    "B-227388008": 73,
    "B-227389000": 74,
    "B-227390009": 75,
    "B-227395004": 76,
    "B-227400003": 77,
    "B-227407000": 78,
    "B-227408005": 79,
    "B-227410007": 80,
    "B-227411006": 81,
    "B-227413009": 82,
    "B-227418000": 83,
    "B-227421003": 84,
    "B-227423000": 85,
    "B-227425007": 86,
    "B-227430006": 87,
    "B-227436000": 88,
    "B-227444000": 89,
    "B-227449005": 90,
    "B-227462009": 91,
    "B-227463004": 92,
    "B-227501001": 93,
    "B-227515004": 94,
    "B-227519005": 95,
    "B-227545001": 96,
    "B-227549007": 97,
    "B-227553009": 98,
    "B-227566009": 99,
    "B-227592002": 100,
    "B-227598003": 101,
    "B-227606003": 102,
    "B-227607007": 103,
    "B-227612008": 104,
    "B-227689008": 105,
    "B-227722009": 106,
    "B-227739006": 107,
    "B-227757007": 108,
    "B-22836000": 109,
    "B-229862008": 110,
    "B-229887001": 111,
    "B-229908005": 112,
    "B-229937009": 113,
    "B-229944000": 114,
    "B-229948002": 115,
    "B-230053007": 116,
    "B-230055000": 117,
    "B-230118003": 118,
    "B-23182003": 119,
    "B-24515005": 120,
    "B-255621006": 121,
    "B-256307007": 122,
    "B-256313003": 123,
    "B-256317002": 124,
    "B-256319004": 125,
    "B-256326004": 126,
    "B-256329006": 127,
    "B-256350002": 128,
    "B-256354006": 129,
    "B-256442007": 130,
    "B-256443002": 131,
    "B-260177005": 132,
    "B-260184002": 133,
    "B-278840001": 134,
    "B-28647000": 135,
    "B-29263009": 136,
    "B-328685004": 137,
    "B-35748005": 138,
    "B-391858005": 139,
    "B-412061001": 140,
    "B-412062008": 141,
    "B-412065005": 142,
    "B-412066006": 143,
    "B-412070003": 144,
    "B-412071004": 145,
    "B-412357001": 146,
    "B-41834005": 147,
    "B-419420009": 148,
    "B-420823005": 149,
    "B-442341000124109": 150,
    "B-442361000124108": 151,
    "B-442581000124106": 152,
    "B-442681000124105": 153,
    "B-442751000124107": 154,
    "B-442811000124102": 155,
    "B-442861000124104": 156,
    "B-442891000124107": 157,
    "B-443691000124100": 158,
    "B-443701000124100": 159,
    "B-443981000124106": 160,
    "B-444001000124100": 161,
    "B-444021000124105": 162,
    "B-444161000124100": 163,
    "B-51905005": 164,
    "B-53410008": 165,
    "B-608772009": 166,
    "B-608773004": 167,
    "B-63766005": 168,
    "B-67324005": 169,
    "B-67990004": 170,
    "B-70813002": 171,
    "B-710041006": 330,
    "B-713648000": 172,
    "B-72511004": 173,
    "B-734881000": 174,
    "B-735009005": 175,
    "B-735010000": 176,
    "B-735030001": 177,
    "B-735040003": 178,
    "B-735042006": 331,
    "B-735045008": 179,
    "B-735047000": 180,
    "B-735048005": 181,
    "B-735049002": 182,
    "B-735050002": 332,
    "B-735053000": 183,
    "B-735106000": 184,
    "B-735108004": 185,
    "B-735123009": 186,
    "B-735211005": 187,
    "B-735212003": 188,
    "B-735213008": 189,
    "B-735214002": 190,
    "B-735215001": 191,
    "B-735245003": 192,
    "B-735248001": 193,
    "B-735249009": 194,
    "B-735336002": 195,
    "B-735340006": 196,
    "B-736031006": 197,
    "B-736159005": 198,
    "B-762952008": 199,
    "B-89707004": 200,
    "B-901000161107": 201,
    "B-9424004": 202,
    "I-102261002": 203,
    "I-102262009": 204,
    "I-102264005": 205,
    "I-129559002": 206,
    "I-16313001": 207,
    "I-226038003": 208,
    "I-226041007": 209,
    "I-226054000": 210,
    "I-226492005": 211,
    "I-226493000": 212,
    "I-226496008": 213,
    "I-226498009": 214,
    "I-226516007": 215,
    "I-226519000": 216,
    "I-226543002": 217,
    "I-226551004": 218,
    "I-226559002": 219,
    "I-226639005": 220,
    "I-226647005": 333,
    "I-226726003": 221,
    "I-226749001": 222,
    "I-226753004": 223,
    "I-226756007": 224,
    "I-226787009": 225,
    "I-226802006": 226,
    "I-226814003": 227,
    "I-226831005": 228,
    "I-226837009": 229,
    "I-226838004": 230,
    "I-226849005": 231,
    "I-226853007": 232,
    "I-226855000": 233,
    "I-226888007": 234,
    "I-226890008": 235,
    "I-226916002": 236,
    "I-226928005": 237,
    "I-226934003": 238,
    "I-226942002": 239,
    "I-226955001": 240,
    "I-227020009": 241,
    "I-227215000": 242,
    "I-227219006": 243,
    "I-227260004": 244,
    "I-227282006": 245,
    "I-227362005": 246,
    "I-227388008": 247,
    "I-227395004": 248,
    "I-227400003": 249,
    "I-227430006": 250,
    "I-227436000": 251,
    "I-227444000": 252,
    "I-227449005": 253,
    "I-227501001": 254,
    "I-227519005": 255,
    "I-227545001": 256,
    "I-227553009": 257,
    "I-227592002": 258,
    "I-227607007": 259,
    "I-227612008": 260,
    "I-227722009": 261,
    "I-227757007": 262,
    "I-22836000": 263,
    "I-229862008": 264,
    "I-229937009": 265,
    "I-229944000": 266,
    "I-230053007": 267,
    "I-230055000": 268,
    "I-230118003": 269,
    "I-255621006": 270,
    "I-256307007": 271,
    "I-256313003": 272,
    "I-256326004": 273,
    "I-256329006": 274,
    "I-256350002": 275,
    "I-256354006": 276,
    "I-256442007": 277,
    "I-256443002": 278,
    "I-260177005": 279,
    "I-260184002": 280,
    "I-278840001": 281,
    "I-28647000": 282,
    "I-29263009": 283,
    "I-328685004": 284,
    "I-35748005": 285,
    "I-391858005": 286,
    "I-412061001": 287,
    "I-412065005": 288,
    "I-412066006": 289,
    "I-412070003": 290,
    "I-412071004": 291,
    "I-412357001": 292,
    "I-41834005": 293,
    "I-419420009": 294,
    "I-442341000124109": 295,
    "I-442361000124108": 296,
    "I-442681000124105": 297,
    "I-443691000124100": 298,
    "I-443701000124100": 299,
    "I-443981000124106": 300,
    "I-444001000124100": 301,
    "I-444021000124105": 302,
    "I-53410008": 303,
    "I-63766005": 304,
    "I-67324005": 305,
    "I-67990004": 306,
    "I-70813002": 307,
    "I-710041006": 334,
    "I-713648000": 308,
    "I-72511004": 309,
    "I-734881000": 310,
    "I-735009005": 311,
    "I-735030001": 312,
    "I-735042006": 335,
    "I-735045008": 313,
    "I-735047000": 314,
    "I-735049002": 315,
    "I-735053000": 316,
    "I-735211005": 317,
    "I-735214002": 318,
    "I-735215001": 319,
    "I-735245003": 320,
    "I-735248001": 321,
    "I-735340006": 322,
    "I-736159005": 323,
    "I-762952008": 324,
    "I-89707004": 325,
    "I-901000161107": 326,
    "I-9424004": 327,
    "O": 328
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "torch_dtype": "float32",
  "transformers_version": "4.16.2",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 31751
}
