{"do_lower_case": true, "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": null, "use_fast": true, "model_max_length": 512, "special_tokens_map_file": null, "name_or_path": "CookBERT/further_pretraining/model_output/checkpoint-final", "tokenizer_class": "BertTokenizer"}