{
  "_name_or_path": "CookBERT/further_pretraining/model_output/checkpoint-final",
  "architectures": [
    "BertForTokenClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "finetuning_task": "ner",
  "gradient_checkpointing": false,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "B-AE.08",
    "1": "B-AE.10",
    "2": "B-AE.12",
    "3": "B-AE.13",
    "4": "B-AF.02",
    "5": "B-AF.10",
    "6": "B-AF.12",
    "7": "B-AF.20",
    "8": "B-AF.28",
    "9": "B-AG.01",
    "10": "B-AG.01.a",
    "11": "B-AG.01.aa",
    "12": "B-AG.01.ab",
    "13": "B-AG.01.ad",
    "14": "B-AG.01.ae",
    "15": "B-AG.01.ak",
    "16": "B-AG.01.b",
    "17": "B-AG.01.d",
    "18": "B-AG.01.e",
    "19": "B-AG.01.f",
    "20": "B-AG.01.g",
    "21": "B-AG.01.h",
    "22": "B-AG.01.i",
    "23": "B-AG.01.j",
    "24": "B-AG.01.k",
    "25": "B-AG.01.l",
    "26": "B-AG.01.m",
    "27": "B-AG.01.n",
    "28": "B-AG.01.o",
    "29": "B-AG.01.p",
    "30": "B-AG.01.r",
    "31": "B-AG.01.t",
    "32": "B-AG.01.w",
    "33": "B-AG.01.y",
    "34": "B-AG.01.z",
    "35": "I-AE.10",
    "36": "I-AE.12",
    "37": "I-AE.13",
    "38": "I-AF.02",
    "39": "I-AF.10",
    "40": "I-AF.12",
    "41": "I-AG.01",
    "42": "I-AG.01.a",
    "43": "I-AG.01.aa",
    "44": "I-AG.01.ab",
    "45": "I-AG.01.ad",
    "46": "I-AG.01.ae",
    "47": "I-AG.01.ak",
    "48": "I-AG.01.d",
    "49": "I-AG.01.e",
    "50": "I-AG.01.f",
    "51": "I-AG.01.g",
    "52": "I-AG.01.h",
    "53": "I-AG.01.i",
    "54": "I-AG.01.j",
    "55": "I-AG.01.k",
    "56": "I-AG.01.l",
    "57": "I-AG.01.m",
    "58": "I-AG.01.n",
    "59": "I-AG.01.o",
    "60": "I-AG.01.p",
    "61": "I-AG.01.r",
    "62": "I-AG.01.t",
    "63": "I-AG.01.y",
    "64": "I-AG.01.z",
    "65": "O"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "B-AE.08": 0,
    "B-AE.10": 1,
    "B-AE.12": 2,
    "B-AE.13": 3,
    "B-AF.02": 4,
    "B-AF.10": 5,
    "B-AF.12": 6,
    "B-AF.20": 7,
    "B-AF.28": 8,
    "B-AG.01": 9,
    "B-AG.01.a": 10,
    "B-AG.01.aa": 11,
    "B-AG.01.ab": 12,
    "B-AG.01.ad": 13,
    "B-AG.01.ae": 14,
    "B-AG.01.ak": 15,
    "B-AG.01.b": 16,
    "B-AG.01.d": 17,
    "B-AG.01.e": 18,
    "B-AG.01.f": 19,
    "B-AG.01.g": 20,
    "B-AG.01.h": 21,
    "B-AG.01.i": 22,
    "B-AG.01.j": 23,
    "B-AG.01.k": 24,
    "B-AG.01.l": 25,
    "B-AG.01.m": 26,
    "B-AG.01.n": 27,
    "B-AG.01.o": 28,
    "B-AG.01.p": 29,
    "B-AG.01.r": 30,
    "B-AG.01.t": 31,
    "B-AG.01.w": 32,
    "B-AG.01.y": 33,
    "B-AG.01.z": 34,
    "I-AE.10": 35,
    "I-AE.12": 36,
    "I-AE.13": 37,
    "I-AF.02": 38,
    "I-AF.10": 39,
    "I-AF.12": 40,
    "I-AG.01": 41,
    "I-AG.01.a": 42,
    "I-AG.01.aa": 43,
    "I-AG.01.ab": 44,
    "I-AG.01.ad": 45,
    "I-AG.01.ae": 46,
    "I-AG.01.ak": 47,
    "I-AG.01.d": 48,
    "I-AG.01.e": 49,
    "I-AG.01.f": 50,
    "I-AG.01.g": 51,
    "I-AG.01.h": 52,
    "I-AG.01.i": 53,
    "I-AG.01.j": 54,
    "I-AG.01.k": 55,
    "I-AG.01.l": 56,
    "I-AG.01.m": 57,
    "I-AG.01.n": 58,
    "I-AG.01.o": 59,
    "I-AG.01.p": 60,
    "I-AG.01.r": 61,
    "I-AG.01.t": 62,
    "I-AG.01.y": 63,
    "I-AG.01.z": 64,
    "O": 65
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "torch_dtype": "float32",
  "transformers_version": "4.16.2",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 31751
}
