{
  "_name_or_path": "bert-base-uncased",
  "architectures": [
    "BertForTokenClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "finetuning_task": "ner",
  "gradient_checkpointing": false,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "B-AE.08",
    "1": "B-AE.08.i",
    "2": "B-AE.10",
    "3": "B-AE.10.g",
    "4": "B-AE.13.h.01",
    "5": "B-AF.02.a",
    "6": "B-AF.10.i",
    "7": "B-AF.12",
    "8": "B-AF.20.b",
    "9": "B-AF.20.c",
    "10": "B-AF.20.e",
    "11": "B-AF.20.g",
    "12": "B-AF.20.h",
    "13": "B-AF.28",
    "14": "B-AG.01",
    "15": "B-AG.01.ab",
    "16": "B-AG.01.ac",
    "17": "B-AG.01.ad",
    "18": "B-AG.01.ae.01",
    "19": "B-AG.01.ae.03",
    "20": "B-AG.01.ag",
    "21": "B-AG.01.d",
    "22": "B-AG.01.d.02",
    "23": "B-AG.01.d.03",
    "24": "B-AG.01.d.04",
    "25": "B-AG.01.d.05",
    "26": "B-AG.01.d.06",
    "27": "B-AG.01.d.07",
    "28": "B-AG.01.e",
    "29": "B-AG.01.e.01",
    "30": "B-AG.01.e.02",
    "31": "B-AG.01.f",
    "32": "B-AG.01.g",
    "33": "B-AG.01.h",
    "34": "B-AG.01.h.01",
    "35": "B-AG.01.h.01.a",
    "36": "B-AG.01.h.01.b",
    "37": "B-AG.01.h.01.c",
    "38": "B-AG.01.h.01.e",
    "39": "B-AG.01.h.01.f",
    "40": "B-AG.01.h.02",
    "41": "B-AG.01.h.02.a",
    "42": "B-AG.01.h.02.b",
    "43": "B-AG.01.h.02.c",
    "44": "B-AG.01.h.02.d",
    "45": "B-AG.01.h.02.e",
    "46": "B-AG.01.h.02.f",
    "47": "B-AG.01.h.02.g",
    "48": "B-AG.01.h.02.h",
    "49": "B-AG.01.h.02.i",
    "50": "B-AG.01.i",
    "51": "B-AG.01.j",
    "52": "B-AG.01.k",
    "53": "B-AG.01.l",
    "54": "B-AG.01.l.01",
    "55": "B-AG.01.l.02",
    "56": "B-AG.01.l.03",
    "57": "B-AG.01.l.04",
    "58": "B-AG.01.m",
    "59": "B-AG.01.n",
    "60": "B-AG.01.n.01",
    "61": "B-AG.01.n.02",
    "62": "B-AG.01.n.03",
    "63": "B-AG.01.n.04",
    "64": "B-AG.01.n.05",
    "65": "B-AG.01.n.06",
    "66": "B-AG.01.n.09",
    "67": "B-AG.01.n.11",
    "68": "B-AG.01.n.12",
    "69": "B-AG.01.n.13",
    "70": "B-AG.01.n.14",
    "71": "B-AG.01.n.15",
    "72": "B-AG.01.n.16",
    "73": "B-AG.01.n.17.a",
    "74": "B-AG.01.o",
    "75": "B-AG.01.p",
    "76": "B-AG.01.t.05",
    "77": "B-AG.01.t.06",
    "78": "B-AG.01.t.07",
    "79": "B-AG.01.t.08",
    "80": "B-AG.01.u",
    "81": "B-AG.01.y.01",
    "82": "B-AG.01.y.01.a",
    "83": "B-AG.01.y.01.b",
    "84": "B-AG.01.y.01.c",
    "85": "B-AG.01.y.01.e",
    "86": "B-AG.01.y.01.f",
    "87": "B-AG.01.y.01.g",
    "88": "B-AG.01.z",
    "89": "I-AF.02.a",
    "90": "I-AF.10.i",
    "91": "I-AF.12",
    "92": "I-AF.20.b",
    "93": "I-AF.20.g",
    "94": "I-AG.01",
    "95": "I-AG.01.ab",
    "96": "I-AG.01.ac",
    "97": "I-AG.01.ad",
    "98": "I-AG.01.ae.01",
    "99": "I-AG.01.ae.03",
    "100": "I-AG.01.ag",
    "101": "I-AG.01.d.02",
    "102": "I-AG.01.d.03",
    "103": "I-AG.01.d.05",
    "104": "I-AG.01.d.06",
    "105": "I-AG.01.d.07",
    "106": "I-AG.01.e",
    "107": "I-AG.01.e.01",
    "108": "I-AG.01.e.02",
    "109": "I-AG.01.f",
    "110": "I-AG.01.g",
    "111": "I-AG.01.h",
    "112": "I-AG.01.h.01",
    "113": "I-AG.01.h.01.a",
    "114": "I-AG.01.h.01.b",
    "115": "I-AG.01.h.01.c",
    "116": "I-AG.01.h.01.e",
    "117": "I-AG.01.h.01.f",
    "118": "I-AG.01.h.02",
    "119": "I-AG.01.h.02.a",
    "120": "I-AG.01.h.02.b",
    "121": "I-AG.01.h.02.c",
    "122": "I-AG.01.h.02.e",
    "123": "I-AG.01.h.02.f",
    "124": "I-AG.01.h.02.g",
    "125": "I-AG.01.h.02.h",
    "126": "I-AG.01.h.02.i",
    "127": "I-AG.01.i",
    "128": "I-AG.01.j",
    "129": "I-AG.01.k",
    "130": "I-AG.01.l",
    "131": "I-AG.01.l.01",
    "132": "I-AG.01.l.02",
    "133": "I-AG.01.l.03",
    "134": "I-AG.01.l.04",
    "135": "I-AG.01.m",
    "136": "I-AG.01.n",
    "137": "I-AG.01.n.01",
    "138": "I-AG.01.n.02",
    "139": "I-AG.01.n.03",
    "140": "I-AG.01.n.04",
    "141": "I-AG.01.n.05",
    "142": "I-AG.01.n.06",
    "143": "I-AG.01.n.09",
    "144": "I-AG.01.n.11",
    "145": "I-AG.01.n.12",
    "146": "I-AG.01.n.13",
    "147": "I-AG.01.n.14",
    "148": "I-AG.01.n.15",
    "149": "I-AG.01.n.17.a",
    "150": "I-AG.01.o",
    "151": "I-AG.01.p",
    "152": "I-AG.01.t.05",
    "153": "I-AG.01.t.06",
    "154": "I-AG.01.t.07",
    "155": "I-AG.01.t.08",
    "156": "I-AG.01.u",
    "157": "I-AG.01.y.01",
    "158": "I-AG.01.y.01.a",
    "159": "I-AG.01.y.01.c",
    "160": "I-AG.01.y.01.g",
    "161": "I-AG.01.z",
    "162": "O",
    "163": "B-AF.13",
    "164": "B-AG.01.h.01.d",
    "165": "B-AG.01.y",
    "166": "I-AG.01.y"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "B-AE.08": 0,
    "B-AE.08.i": 1,
    "B-AE.10": 2,
    "B-AE.10.g": 3,
    "B-AE.13.h.01": 4,
    "B-AF.02.a": 5,
    "B-AF.10.i": 6,
    "B-AF.12": 7,
    "B-AF.13": 163,
    "B-AF.20.b": 8,
    "B-AF.20.c": 9,
    "B-AF.20.e": 10,
    "B-AF.20.g": 11,
    "B-AF.20.h": 12,
    "B-AF.28": 13,
    "B-AG.01": 14,
    "B-AG.01.ab": 15,
    "B-AG.01.ac": 16,
    "B-AG.01.ad": 17,
    "B-AG.01.ae.01": 18,
    "B-AG.01.ae.03": 19,
    "B-AG.01.ag": 20,
    "B-AG.01.d": 21,
    "B-AG.01.d.02": 22,
    "B-AG.01.d.03": 23,
    "B-AG.01.d.04": 24,
    "B-AG.01.d.05": 25,
    "B-AG.01.d.06": 26,
    "B-AG.01.d.07": 27,
    "B-AG.01.e": 28,
    "B-AG.01.e.01": 29,
    "B-AG.01.e.02": 30,
    "B-AG.01.f": 31,
    "B-AG.01.g": 32,
    "B-AG.01.h": 33,
    "B-AG.01.h.01": 34,
    "B-AG.01.h.01.a": 35,
    "B-AG.01.h.01.b": 36,
    "B-AG.01.h.01.c": 37,
    "B-AG.01.h.01.d": 164,
    "B-AG.01.h.01.e": 38,
    "B-AG.01.h.01.f": 39,
    "B-AG.01.h.02": 40,
    "B-AG.01.h.02.a": 41,
    "B-AG.01.h.02.b": 42,
    "B-AG.01.h.02.c": 43,
    "B-AG.01.h.02.d": 44,
    "B-AG.01.h.02.e": 45,
    "B-AG.01.h.02.f": 46,
    "B-AG.01.h.02.g": 47,
    "B-AG.01.h.02.h": 48,
    "B-AG.01.h.02.i": 49,
    "B-AG.01.i": 50,
    "B-AG.01.j": 51,
    "B-AG.01.k": 52,
    "B-AG.01.l": 53,
    "B-AG.01.l.01": 54,
    "B-AG.01.l.02": 55,
    "B-AG.01.l.03": 56,
    "B-AG.01.l.04": 57,
    "B-AG.01.m": 58,
    "B-AG.01.n": 59,
    "B-AG.01.n.01": 60,
    "B-AG.01.n.02": 61,
    "B-AG.01.n.03": 62,
    "B-AG.01.n.04": 63,
    "B-AG.01.n.05": 64,
    "B-AG.01.n.06": 65,
    "B-AG.01.n.09": 66,
    "B-AG.01.n.11": 67,
    "B-AG.01.n.12": 68,
    "B-AG.01.n.13": 69,
    "B-AG.01.n.14": 70,
    "B-AG.01.n.15": 71,
    "B-AG.01.n.16": 72,
    "B-AG.01.n.17.a": 73,
    "B-AG.01.o": 74,
    "B-AG.01.p": 75,
    "B-AG.01.t.05": 76,
    "B-AG.01.t.06": 77,
    "B-AG.01.t.07": 78,
    "B-AG.01.t.08": 79,
    "B-AG.01.u": 80,
    "B-AG.01.y": 165,
    "B-AG.01.y.01": 81,
    "B-AG.01.y.01.a": 82,
    "B-AG.01.y.01.b": 83,
    "B-AG.01.y.01.c": 84,
    "B-AG.01.y.01.e": 85,
    "B-AG.01.y.01.f": 86,
    "B-AG.01.y.01.g": 87,
    "B-AG.01.z": 88,
    "I-AF.02.a": 89,
    "I-AF.10.i": 90,
    "I-AF.12": 91,
    "I-AF.20.b": 92,
    "I-AF.20.g": 93,
    "I-AG.01": 94,
    "I-AG.01.ab": 95,
    "I-AG.01.ac": 96,
    "I-AG.01.ad": 97,
    "I-AG.01.ae.01": 98,
    "I-AG.01.ae.03": 99,
    "I-AG.01.ag": 100,
    "I-AG.01.d.02": 101,
    "I-AG.01.d.03": 102,
    "I-AG.01.d.05": 103,
    "I-AG.01.d.06": 104,
    "I-AG.01.d.07": 105,
    "I-AG.01.e": 106,
    "I-AG.01.e.01": 107,
    "I-AG.01.e.02": 108,
    "I-AG.01.f": 109,
    "I-AG.01.g": 110,
    "I-AG.01.h": 111,
    "I-AG.01.h.01": 112,
    "I-AG.01.h.01.a": 113,
    "I-AG.01.h.01.b": 114,
    "I-AG.01.h.01.c": 115,
    "I-AG.01.h.01.e": 116,
    "I-AG.01.h.01.f": 117,
    "I-AG.01.h.02": 118,
    "I-AG.01.h.02.a": 119,
    "I-AG.01.h.02.b": 120,
    "I-AG.01.h.02.c": 121,
    "I-AG.01.h.02.e": 122,
    "I-AG.01.h.02.f": 123,
    "I-AG.01.h.02.g": 124,
    "I-AG.01.h.02.h": 125,
    "I-AG.01.h.02.i": 126,
    "I-AG.01.i": 127,
    "I-AG.01.j": 128,
    "I-AG.01.k": 129,
    "I-AG.01.l": 130,
    "I-AG.01.l.01": 131,
    "I-AG.01.l.02": 132,
    "I-AG.01.l.03": 133,
    "I-AG.01.l.04": 134,
    "I-AG.01.m": 135,
    "I-AG.01.n": 136,
    "I-AG.01.n.01": 137,
    "I-AG.01.n.02": 138,
    "I-AG.01.n.03": 139,
    "I-AG.01.n.04": 140,
    "I-AG.01.n.05": 141,
    "I-AG.01.n.06": 142,
    "I-AG.01.n.09": 143,
    "I-AG.01.n.11": 144,
    "I-AG.01.n.12": 145,
    "I-AG.01.n.13": 146,
    "I-AG.01.n.14": 147,
    "I-AG.01.n.15": 148,
    "I-AG.01.n.17.a": 149,
    "I-AG.01.o": 150,
    "I-AG.01.p": 151,
    "I-AG.01.t.05": 152,
    "I-AG.01.t.06": 153,
    "I-AG.01.t.07": 154,
    "I-AG.01.t.08": 155,
    "I-AG.01.u": 156,
    "I-AG.01.y": 166,
    "I-AG.01.y.01": 157,
    "I-AG.01.y.01.a": 158,
    "I-AG.01.y.01.c": 159,
    "I-AG.01.y.01.g": 160,
    "I-AG.01.z": 161,
    "O": 162
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "torch_dtype": "float32",
  "transformers_version": "4.16.2",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 30522
}
