{"``": 2725258, "'s": 1397447, "''": 1368282, "n't": 530318, "one": 439360, "would": 386279, "said": 302479, "time": 293749, "first": 285376, "could": 278875, "two": 262545, "like": 255390, "also": 245779, "back": 236854, "\u2013": 230361, "new": 213573, "...": 164115, "know": 163672, "us": 162604, "made": 158934, "people": 151946, "get": 149093, "around": 146657, "well": 145896, "way": 142709, "even": 140132, "1": 139806, "see": 137713, "three": 134842, "may": 130209, "life": 127781, "later": 127343, "world": 125723, "'m": 124957, "many": 124815, "day": 124328, "man": 123141, "years": 121433, "'d": 120662, "still": 119741, "much": 118416, "long": 113263, "right": 112577, "go": 112508, "2": 112298, "make": 109006, "good": 108964, "game": 108743, "eyes": 107851, "head": 106721, "another": 105692, "took": 105669, "going": 105188, "work": 104221, "away": 104032, "never": 103593, "god": 102432, "'re": 102162, "used": 102115, "second": 102044, "year": 99911, "take": 98776, "think": 98018, "part": 97796, "left": 95919, "thought": 95111, "something": 94314, "looked": 93964, "little": 93158, "war": 92714, "want": 92513, "found": 92458, "'ll": 92445, "3": 92262, "however": 92187, "hand": 91479, "number": 91075, "asked": 88688, "come": 87313, "film": 86255, "came": 85964, "city": 85704, "place": 85375, "face": 84781, "began": 84117, "several": 83798, "end": 83732, "called": 83673, "home": 82756, "four": 82548, "last": 82220, "got": 82156, "since": 81848, "5": 81635, "became": 81336, "let": 79917, "4": 79721, "next": 79610, "felt": 79275, "season": 78981, "look": 78546, "went": 77797, "room": 76808, "state": 76661, "000": 76022, "best": 75785, "high": 75574, "without": 75478, "old": 75316, "house": 74921, "side": 74786, "early": 74544, "love": 74373, "need": 74320, "men": 74267, "song": 73687, "team": 73621, "following": 73462, "along": 73438, "though": 73275, "series": 72839, "'ve": 72406, "say": 72268, "use": 72222, "including": 71595, "known": 71423, "north": 70685, "small": 70355, "although": 70072, "music": 69933, "united": 69763, "\u2014": 69325, "door": 69157, "great": 68888, "turned": 68852, "name": 68782, "family": 67526, "things": 67296, "south": 67260, "album": 67236, "saw": 66426, "really": 66397, "told": 65489, "every": 65368, "knew": 65348, "set": 65193, "states": 64864, "father": 64433, "find": 64179, "night": 64132, "put": 63555, "school": 63225, "behind": 63026, "body": 62866, "wanted": 62627, "show": 62476, "american": 62425, "help": 62002, "must": 61767, "five": 61309, "john": 60931, "large": 60679, "6": 60526, "water": 60279, "might": 59792, "group": 59458, "air": 59379, "enough": 58971, "times": 58529, "episode": 58316, "days": 58235, "area": 58065, "tell": 58013, "10": 57736, "within": 57320, "gave": 57058, "held": 56977, "death": 56411, "front": 56091, "released": 55936, "line": 55852, "light": 55661, "always": 55600, "sure": 55562, "power": 55561, "mind": 55560, "ever": 54892, "black": 54808, "hands": 54789, "book": 54783, "voice": 54681, "nothing": 54038, "7": 53713, "white": 53268, "million": 52993, "british": 52615, "point": 52555, "across": 52415, "8": 52344, "mother": 52297, "give": 52236, "top": 52043, "open": 51846, "better": 51813, "different": 51798, "anything": 51756, "system": 51719, "thing": 51702, "started": 51326, "road": 51229, "west": 50995, "national": 50833, "king": 50351, "final": 50169, "government": 49826, "seen": 49808, "general": 49683, "feel": 49442, "continued": 49396, "single": 49368, "due": 49233, "looking": 49137, "september": 49035, "near": 49034, "together": 48856, "received": 48832, "story": 48344, "almost": 48037, "keep": 47874, "upon": 47621, "making": 47555, "others": 47513, "heard": 47451, "woman": 47352, "9": 47132, "become": 47082, "moved": 47037, "third": 47008, "far": 46873, "children": 46537, "six": 46361, "company": 46359, "august": 46034, "given": 45945, "history": 45820, "lost": 45605, "century": 45567, "order": 45561, "already": 45554, "led": 45554, "able": 45438, "october": 45388, "soon": 45251, "late": 45073, "feet": 45000, "often": 44875, "east": 44874, "yet": 44716, "ship": 44684, "army": 44660, "major": 44620, "young": 44443, "half": 44075, "live": 43916, "close": 43763, "force": 43594, "march": 43586, "fire": 43553, "june": 43378, "based": 43168, "ca": 43073, "main": 42967, "done": 42882, "inside": 42650, "july": 42618, "big": 42507, "towards": 42365, "moment": 42334, "november": 42203, "battle": 42075, "town": 42033, "least": 42006, "york": 41978, "yes": 41949, "person": 41900, "words": 41861, "form": 41817, "0": 41775, "games": 41736, "according": 41600, "full": 41554, "play": 41553, "run": 41467, "someone": 41262, "april": 41239, "heart": 41234, "played": 41075, "among": 41025, "wrote": 40989, "reached": 40954, "everything": 40859, "river": 40823, "red": 40607, "short": 40451, "km": 40436, "12": 40424, "women": 40287, "ground": 40198, "instead": 40180, "son": 40083, "control": 39901, "hard": 39844, "building": 39731, "de": 39731, "20": 39707, "public": 39620, "opened": 39338, "trying": 39131, "human": 39120, "december": 38942, "passed": 38783, "character": 38734, "taken": 38705, "included": 38596, "followed": 38594, "seemed": 38525, "january": 38360, "leave": 38333, "car": 38327, "band": 38241, "less": 38228, "lord": 38195, "course": 38152, "15": 38094, "service": 38022, "sound": 37942, "tried": 37830, "named": 37819, "church": 37798, "returned": 37598, "rest": 37425, "street": 37160, "using": 37149, "quickly": 37144, "despite": 36831, "past": 36672, "club": 36670, "stood": 36651, "believe": 36620, "original": 36619, "described": 36556, "video": 36485, "call": 36426, "record": 36413, "maybe": 36396, "built": 36342, "land": 36264, "real": 36163, "release": 36125, "office": 35907, "members": 35843, "dark": 35793, "either": 35775, "return": 35765, "taking": 35676, "party": 35665, "country": 35662, "sat": 35617, "stop": 35531, "case": 35430, "30": 35390, "university": 35312, "species": 35285, "finally": 35268, "week": 35225, "position": 35208, "move": 35169, "local": 35096, "minutes": 35083, "outside": 35007, "brought": 34929, "rather": 34806, "needed": 34704, "earth": 34653, "money": 34604, "production": 34591, "storm": 34578, "idea": 34520, "french": 34510, "walked": 34507, "else": 34451, "word": 34439, "girl": 34401, "free": 34354, "chapter": 34320, "considered": 34315, "arms": 34271, "written": 34265, "11": 34238, "change": 34216, "lot": 34184, "route": 34159, "support": 34155, "role": 33973, "february": 33864, "coming": 33862, "probably": 33815, "ten": 33678, "attack": 33655, "decided": 33647, "law": 33413, "sent": 33317, "important": 33300, "morning": 33294, "start": 33226, "lead": 33175, "league": 33094, "fact": 33086, "kind": 32967, "park": 32964, "turn": 32955, "food": 32952, "friend": 32935, "saying": 32780, "hair": 32773, "table": 32674, "died": 32621, "months": 32556, "military": 32502, "german": 32419, "getting": 32345, "working": 32304, "dead": 32296, "'t": 32259, "says": 32256, "living": 32236, "age": 31983, "mean": 31976, "former": 31947, "match": 31931, "oh": 31914, "president": 31872, "class": 31714, "appeared": 31543, "island": 31407, "hours": 31369, "possible": 31321, "killed": 31255, "division": 31216, "pulled": 31160, "friends": 31125, "period": 31027, "court": 30997, "today": 30950, "royal": 30884, "floor": 30823, "blood": 30748, "career": 30734, "english": 30597, "act": 30593, "similar": 30554, "hear": 30531, "forces": 30496, "2010": 30434, "100": 30359, "2012": 30267, "deep": 30257, "talk": 30185, "bed": 30171, "met": 30149, "whole": 30149, "james": 30147, "kept": 30125, "toward": 30112, "low": 30097, "david": 30021, "development": 29990, "13": 29959, "wife": 29863, "hit": 29831, "14": 29796, "rock": 29763, "player": 29761, "strong": 29717, "16": 29605, "business": 29604, "18": 29581, "sea": 29551, "england": 29496, "brother": 29491, "jesus": 29372, "wall": 29259, "2011": 29259, "everyone": 29144, "writing": 29137, "london": 29137, "bad": 29113, "true": 29017, "international": 28936, "forward": 28911, "2009": 28903, "version": 28887, "feeling": 28876, "remained": 28868, "eventually": 28843, "2008": 28821, "onto": 28814, "actually": 28712, "child": 28661, "mouth": 28657, "ran": 28648, "added": 28615, "seven": 28479, "created": 28376, "level": 28375, "shot": 28340, "25": 28178, "center": 28153, "county": 27981, "stated": 27946, "gone": 27910, "total": 27900, "station": 27831, "track": 27819, "worked": 27811, "ships": 27749, "throughout": 27716, "field": 27706, "result": 27663, "bit": 27570, "songs": 27513, "heavy": 27504, "born": 27457, "blue": 27361, "understand": 27327, "stopped": 27287, "happened": 27246, "special": 27228, "try": 27190, "matter": 27182, "ii": 27178, "present": 27082, "star": 27075, "care": 27004, "2007": 26994, "2013": 26941, "alone": 26934, "placed": 26905, "smile": 26856, "longer": 26854, "various": 26738, "performance": 26667, "read": 26652, "published": 26591, "running": 26558, "hold": 26553, "anyone": 26544, "sometimes": 26511, "u.s.": 26382, "ask": 26379, "action": 26265, "stay": 26203, "fell": 26164, "works": 26162, "common": 26154, "political": 26144, "plan": 26046, "cut": 26011, "eight": 25956, "television": 25934, "produced": 25934, "space": 25854, "per": 25831, "closed": 25820, "arm": 25786, "weeks": 25727, "include": 25722, "william": 25673, "remember": 25664, "tour": 25652, "previous": 25578, "western": 25564, "17": 25541, "spoke": 25536, "miles": 25509, "sense": 25464, "george": 25451, "playing": 25411, "reason": 25386, "scale": 25368, "boy": 25354, "america": 25276, "future": 25261, "attention": 25258, "smiled": 25252, "tropical": 25239, "job": 25232, "truth": 25227, "hall": 25216, "information": 25198, "college": 25173, "captain": 25070, "green": 24981, "central": 24958, "quite": 24732, "highway": 24664, "design": 24657, "question": 24598, "middle": 24579, "finished": 24569, "paul": 24534, "recorded": 24532, "leaving": 24523, "race": 24514, "nodded": 24463, "police": 24407, "developed": 24234, "thinking": 24188, "aircraft": 24152, "standing": 24087, "entire": 24069, "caused": 24059, "clear": 24001, "news": 23980, "allowed": 23966, "ready": 23939, "australia": 23916, "personal": 23669, "24": 23604, "hope": 23582, "slowly": 23576, "win": 23568, "areas": 23567, "okay": 23493, "title": 23492, "2006": 23489, "characters": 23475, "sun": 23448, "spent": 23408, "success": 23368, "immediately": 23353, "means": 23327, "stone": 23278, "example": 23277, "perhaps": 23211, "especially": 23196, "b": 23133, "command": 23109, "noted": 23082, "arrived": 23069, "watched": 23047, "reported": 23029, "member": 22998, "21": 22986, "art": 22961, "earlier": 22916, "served": 22906, "range": 22816, "bring": 22768, "players": 22764, "view": 22731, "style": 22712, "beginning": 22680, "gun": 22678, "announced": 22671, "stage": 22654, "kingdom": 22643, "process": 22612, "parents": 22598, "moving": 22594, "southern": 22591, "experience": 22581, "relationship": 22559, "points": 22543, "brown": 22463, "makes": 22427, "robert": 22420, "whether": 22390, "council": 22327, "wrong": 22323, "meet": 22287, "phone": 22279, "fight": 22209, "formed": 22206, "training": 22177, "michael": 22160, "bridge": 22117, "events": 22104, "spirit": 22065, "leading": 22061, "certain": 22060, "forced": 22015, "please": 22010, "couple": 21996, "sir": 21963, "sister": 21940, "stand": 21898, "cold": 21884, "22": 21849, "raised": 21781, "modern": 21776, "project": 21751, "19": 21738, "scene": 21730, "hot": 21692, "hour": 21623, "pain": 21617, "eye": 21587, "talking": 21463, "changed": 21445, "nearly": 21436, "social": 21423, "list": 21406, "fear": 21389, "cup": 21384, "nature": 21372, "believed": 21337, "daughter": 21330, "caught": 21319, "construction": 21313, "ago": 21254, "2014": 21223, "performed": 21201, "opening": 21183, "established": 21162, "shall": 21136, "usually": 21135, "mark": 21125, "involved": 21124, "c": 21059, "--": 21046, "50": 21024, "society": 21006, "guns": 20971, "fine": 20967, "features": 20962, "meant": 20901, "ft": 20887, "joined": 20874, "henry": 20871, "walk": 20859, "post": 20797, "happy": 20790, "greek": 20777, "damage": 20731, "breath": 20727, "giving": 20710, "energy": 20701, "northern": 20690, "kill": 20687, "fall": 20654, "thus": 20644, "hurricane": 20585, "books": 20571, "event": 20549, "japanese": 20541, "cover": 20477, "replied": 20474, "response": 20444, "h": 20434, "summer": 20424, "sorry": 20412, "wo": 20408, "interest": 20391, "sold": 20381, "problem": 20366, "addition": 20334, "round": 20329, "study": 20257, "ancient": 20256, "23": 20246, "population": 20238, "base": 20225, "speak": 20225, "waiting": 20197, "deal": 20168, "test": 20162, "located": 20143, "gold": 20138, "provided": 20117, "available": 20110, "campaign": 20106, "ended": 20099, "mr.": 20097, "research": 20088, "entered": 20060, "award": 19996, "community": 19988, "site": 19988, "wait": 19986, "fourth": 19967, "type": 19884, "2005": 19868, "month": 19863, "complete": 19854, "guy": 19845, "wide": 19830, "married": 19790, "meeting": 19788, "lives": 19777, "shook": 19763, "originally": 19760, "thomas": 19710, "jack": 19702, "answer": 19656, "whose": 19626, "direction": 19612, "ordered": 19603, "completely": 19596, "popular": 19583, "rose": 19565, "suddenly": 19552, "chance": 19518, "lower": 19502, "holding": 19477, "fleet": 19471, "female": 19341, "football": 19278, "watch": 19250, "completed": 19238, "follow": 19203, "difficult": 19160, "\u2019": 19100, "window": 19091, "looks": 19076, "director": 19064, "carried": 19062, "chart": 19009, "comes": 18942, "hell": 18933, "note": 18911, "sitting": 18903, "40": 18895, "helped": 18888, "australian": 18853, "coast": 18849, "troops": 18832, "numbers": 18807, "agreed": 18799, "28": 18771, "covered": 18752, "pretty": 18748, "shoulder": 18747, "figure": 18706, "eastern": 18684, "non": 18678, "evidence": 18614, "lived": 18612, "cross": 18601, "records": 18581, "yeah": 18574, "cause": 18563, "nine": 18525, "beyond": 18504, "students": 18474, "wind": 18472, "crew": 18461, "dropped": 18446, "reach": 18432, "region": 18429, "27": 18428, "takes": 18421, "board": 18392, "lake": 18379, "generally": 18367, "pay": 18351, "tree": 18348, "break": 18342, "mm": 18319, "parts": 18317, "france": 18293, "particularly": 18262, "minute": 18231, "speed": 18225, "lips": 18224, "skin": 18191, "attempt": 18185, "media": 18168, "26": 18168, "union": 18147, "victory": 18132, "simply": 18118, "decision": 18084, "seat": 18083, "beautiful": 18070, "average": 18029, "section": 17974, "initially": 17974, "critics": 17958, "christ": 17950, "cast": 17923, "staff": 17902, "charles": 17880, "poor": 17879, "radio": 17879, "pass": 17877, "rights": 17873, "sleep": 17830, "2015": 17821, "situation": 17801, "hill": 17801, "eric": 17797, "likely": 17783, "seeing": 17757, "successful": 17743, "mi": 17731, "whatever": 17730, "box": 17725, "lines": 17716, "surface": 17714, "peter": 17711, "positive": 17654, "designed": 17606, "washington": 17603, "soldiers": 17585, "navy": 17561, "runs": 17529, "thoughts": 17507, "christian": 17503, "natural": 17502, "recording": 17468, "chest": 17390, "offered": 17384, "europe": 17345, "language": 17343, "higher": 17332, "expected": 17288, "replaced": 17280, "movement": 17279, "press": 17263, "championship": 17239, "edge": 17232, "required": 17217, "trees": 17184, "al": 17179, "queen": 17160, "2004": 17136, "report": 17134, "leader": 17109, "official": 17084, "key": 17067, "awards": 17055, "failed": 17049, "ahead": 17042, "fast": 17037, "watching": 17023, "chief": 17019, "mary": 16977, "appearance": 16974, "magazine": 16943, "significant": 16921, "date": 16907, "loss": 16903, "bill": 16876, "operation": 16872, "problems": 16835, "male": 16831, "doctor": 16812, "village": 16794, "program": 16792, "chair": 16775, "becoming": 16772, "goal": 16763, "castle": 16761, "lady": 16756, "except": 16741, "allow": 16735, "officer": 16721, "thank": 16707, "forest": 16628, "dad": 16617, "notes": 16617, "showed": 16615, "groups": 16609, "die": 16585, "location": 16564, "step": 16555, "filled": 16549, "distance": 16546, "lack": 16542, "stared": 16530, "enemy": 16495, "centre": 16485, "foot": 16467, "walking": 16461, "review": 16431, "private": 16421, "increased": 16416, "continue": 16399, "drive": 16387, "glass": 16372, "material": 16329, "twenty": 16326, "science": 16324, "studio": 16315, "self": 16311, "horse": 16294, "managed": 16284, "mom": 16260, "health": 16257, "issue": 16256, "stars": 16230, "29": 16226, "effect": 16206, "create": 16177, "seem": 16173, "size": 16103, "therefore": 16102, "fighting": 16096, "nice": 16084, "flight": 16078, "highest": 16051, "provide": 16043, "la": 16034, "squadron": 16016, "closer": 16015, "presence": 16007, "slightly": 16000, "scored": 15998, "husband": 15953, "hospital": 15952, "soul": 15949, "additional": 15923, "intonation": 15904, "corner": 15863, "seems": 15862, "straight": 15836, "current": 15829, "choice": 15820, "200": 15820, "knowledge": 15817, "featured": 15794, "metal": 15792, "girls": 15782, "fingers": 15755, "stories": 15730, "plans": 15721, "mostly": 15692, "dance": 15692, "peace": 15689, "san": 15677, "term": 15674, "european": 15661, "richard": 15651, "legs": 15614, "suggested": 15601, "changes": 15584, "laughed": 15572, "background": 15570, "500": 15557, "square": 15544, "letter": 15518, "exactly": 15491, "association": 15479, "commander": 15468, "largest": 15460, "appear": 15451, "piece": 15424, "grand": 15413, "particular": 15411, "mission": 15409, "neck": 15405, "japan": 15369, "baby": 15359, "easy": 15359, "education": 15357, "signed": 15355, "2003": 15338, "directly": 15327, "guard": 15324, "remaining": 15314, "trust": 15310, "paper": 15304, "mid": 15281, "elements": 15273, "mine": 15266, "ones": 15263, "starting": 15257, "turning": 15248, "stepped": 15242, "ball": 15230, "larger": 15225, "lay": 15202, "meaning": 15178, "seconds": 15148, "previously": 15142, "shows": 15140, "california": 15135, "holy": 15132, "walls": 15127, "questions": 15110, "perfect": 15098, "hurt": 15087, "length": 15075, "subject": 15070, "security": 15068, "ability": 15066, "noticed": 15043, "individual": 15031, "strength": 15014, "services": 15000, "limited": 14997, "critical": 14986, "ice": 14984, "department": 14980, "destroyed": 14960, "pressure": 14950, "faith": 14929, "bay": 14895, "cost": 14892, "hundred": 14877, "removed": 14869, "broke": 14867, "planet": 14863, "percent": 14855, "realized": 14832, "pushed": 14821, "smith": 14820, "beats": 14819, "secret": 14806, "directed": 14796, "units": 14785, "india": 14772, "explained": 14769, "canada": 14761, "broken": 14739, "effects": 14697, "picked": 14695, "none": 14687, "physical": 14670, "planned": 14668, "path": 14621, "influence": 14621, "2000": 14616, "unable": 14609, "sit": 14576, "prior": 14570, "officers": 14568, "miss": 14537, "evening": 14479, "kitchen": 14475, "practice": 14468, "x": 14465, "share": 14444, "guess": 14431, "safe": 14422, "happen": 14421, "speaking": 14420, "'i": 14401, "mph": 14399, "films": 14392, "serious": 14388, "introduced": 14383, "structure": 14363, "claimed": 14353, "co": 14313, "master": 14308, "simple": 14294, "port": 14287, "evil": 14283, "terms": 14265, "novel": 14228, "places": 14227, "discovered": 14222, "winds": 14216, "sky": 14213, "sign": 14187, "2001": 14183, "reading": 14171, "tone": 14158, "31": 14142, "loved": 14100, "visit": 14077, "remains": 14053, "intended": 14051, "pointed": 14049, "countries": 14017, "reviews": 14006, "save": 13993, "empire": 13980, "buildings": 13969, "germany": 13950, "sounds": 13948, "overall": 13932, "wearing": 13928, "ways": 13892, "older": 13874, "greater": 13859, "committee": 13836, "grabbed": 13832, "telling": 13816, "write": 13810, "regular": 13799, "focus": 13796, "headed": 13791, "prince": 13769, "learn": 13768, "captured": 13764, "clothes": 13752, "praised": 13737, "sort": 13727, "district": 13722, "paid": 13718, "\u00b0": 13712, "source": 13682, "needs": 13680, "2002": 13671, "eat": 13657, "powerful": 13639, "screen": 13634, "writer": 13623, "boys": 13607, "compared": 13604, "governor": 13585, "escape": 13577, "author": 13571, "names": 13563, "winter": 13557, "minister": 13555, "animals": 13550, "results": 13550, "upper": 13547, "marriage": 13547, "dream": 13534, "normal": 13532, "infantry": 13518, "shortly": 13515, "battalion": 13512, "begin": 13511, "st.": 13495, "knows": 13485, "shut": 13479, "trade": 13479, "religious": 13477, "grew": 13461, "musical": 13460, "indian": 13449, "bank": 13443, "image": 13443, "calling": 13440, "offer": 13423, "related": 13400, "humans": 13395, "effort": 13390, "daily": 13368, "industry": 13326, "goes": 13317, "status": 13314, "reception": 13306, "nearby": 13255, "sight": 13253, "professional": 13244, "ring": 13230, "access": 13227, "double": 13177, "tom": 13176, "uk": 13170, "edward": 13170, "warm": 13163, "slow": 13139, "tears": 13126, "remain": 13124, "civil": 13116, "plot": 13090, "operations": 13052, "learned": 13049, "thick": 13047, "neither": 13033, "anyway": 13026, "medical": 13026, "amount": 13009, "join": 13002, "extended": 12988, "revealed": 12982, "picture": 12974, "flying": 12963, "camp": 12959, "touch": 12954, "valley": 12951, "movie": 12936, "chinese": 12936, "china": 12931, "computer": 12899, "train": 12898, "mountain": 12893, "los": 12892, "fifth": 12889, "election": 12888, "issues": 12879, "tracks": 12874, "wants": 12861, "score": 12858, "market": 12857, "latter": 12855, "silence": 12822, "impact": 12817, "refused": 12816, "easily": 12795, "depression": 12774, "weapons": 12774, "message": 12769, "growing": 12761, "thanks": 12743, "purpose": 12741, "sex": 12731, "wish": 12711, "approach": 12700, "bar": 12690, "dr.": 12684, "pop": 12670, "appears": 12669, "manager": 12661, "fully": 12655, "network": 12648, "sides": 12647, "britain": 12603, "crowd": 12602, "tv": 12601, "silver": 12578, "accepted": 12576, "teams": 12572, "answered": 12565, "smaller": 12565, "conditions": 12565, "bodies": 12561, "pair": 12557, "strange": 12557, "unit": 12551, "necessary": 12550, "laid": 12547, "increase": 12532, "knowing": 12527, "defeated": 12527, "expression": 12518, "huge": 12509, "brain": 12477, "quick": 12473, "culture": 12470, "direct": 12465, "foreign": 12456, "quiet": 12455, "mixed": 12434, "roman": 12424, "associated": 12422, "supposed": 12418, "commercial": 12392, "alive": 12387, "grace": 12383, "reality": 12374, "virginia": 12341, "contact": 12324, "machine": 12312, "mass": 12306, "model": 12299, "appointed": 12278, "contract": 12277, "**": 12270, "empty": 12268, "winning": 12268, "shown": 12268, "naval": 12263, "memory": 12228, "martin": 12228, "via": 12209, "weight": 12194, "occurred": 12180, "standard": 12168, "trouble": 12126, "surprised": 12123, "estimated": 12120, "rule": 12118, "spanish": 12097, "supported": 12096, "numerous": 12079, "data": 12078, "attacked": 12058, "authority": 12057, "fort": 12051, "quality": 12038, "finding": 12036, "\u00a3": 12033, "suffered": 12029, "kids": 12023, "drew": 12023, "approximately": 12022, "scenes": 12011, "boat": 11981, "oil": 11976, "desire": 11975, "initial": 11971, "actions": 11966, "johnson": 11964, "avoid": 11958, "jackson": 11955, "waited": 11950, "negative": 11948, "f": 11926, "complex": 11922, "fun": 11920, "chicago": 11918, "proposed": 11918, "corps": 11917, "search": 11915, "conference": 11902, "travel": 11895, "soviet": 11890, "account": 11889, "charge": 11888, "conversation": 11874, "value": 11863, "dog": 11858, "islands": 11854, "federal": 11836, "passing": 11823, "theory": 11798, "greatest": 11794, "leg": 11788, "edition": 11780, "turns": 11775, "animal": 11775, "cases": 11753, "clearly": 11752, "levels": 11744, "beside": 11737, "sam": 11733, "magic": 11726, "majority": 11716, "temple": 11704, "brothers": 11700, "ny": 11700, "drink": 11694, "minor": 11693, "daniel": 11669, "leaves": 11659, "forms": 11659, "legal": 11649, "ocean": 11638, "debut": 11590, "protect": 11582, "brigade": 11581, "coffee": 11578, "pieces": 11572, "becomes": 11572, "primary": 11565, "active": 11565, "cell": 11550, "museum": 11550, "wood": 11512, "anti": 11511, "beat": 11490, "russian": 11482, "1999": 11479, "build": 11473, "heaven": 11471, "audience": 11469, "separate": 11464, "episodes": 11454, "yellow": 11452, "guys": 11450, "guitar": 11441, "van": 11438, "africa": 11427, "soft": 11405, "sword": 11401, "traditional": 11398, "tower": 11392, "spread": 11391, "independent": 11391, "attempted": 11391, "includes": 11386, "property": 11382, "afraid": 11380, "store": 11373, "frank": 11371, "steps": 11362, "goals": 11355, "collection": 11343, "gives": 11331, "throat": 11330, "houses": 11328, "fans": 11318, "sighed": 11315, "economic": 11313, "opportunity": 11312, "student": 11312, "highly": 11310, "surprise": 11306, "spot": 11305, "systems": 11293, "reaching": 11292, "tells": 11277, "fox": 11268, "rate": 11263, "responsible": 11259, "fish": 11253, "geo-c": 11238, "regiment": 11236, "beach": 11223, "hotel": 11219, "attacks": 11211, "capital": 11199, "60": 11186, "darkness": 11181, "doors": 11174, "yards": 11169, "potential": 11165, "struck": 11155, "gets": 11136, "rise": 11134, "send": 11132, "carry": 11132, "mentioned": 11115, "subsequently": 11114, "engine": 11113, "risk": 11104, "railway": 11101, "stuff": 11085, "weather": 11084, "worry": 11083, "serve": 11070, "interview": 11050, "producer": 11044, "wondered": 11030, "moon": 11021, "certainly": 11002, "texas": 10997, "ben": 10986, "orders": 10980, "possibly": 10978, "financial": 10961, "teeth": 10958, "yard": 10954, "feature": 10950, "explain": 10936, "pull": 10936, "awarded": 10927, "acting": 10910, "freedom": 10906, "kiss": 10900, "lieutenant": 10900, "issued": 10899, "apart": 10891, "e": 10887, "shoulders": 10878, "hearing": 10873, "copies": 10849, "efforts": 10847, "inspired": 10840, "artist": 10827, "bottom": 10810, "selected": 10801, "leaned": 10791, "whispered": 10790, "pick": 10778, "specific": 10778, "combat": 10774, "rain": 10771, "begins": 10770, "aware": 10760, "approached": 10759, "wing": 10759, "check": 10753, "defeat": 10749, "sales": 10733, "studies": 10725, "declared": 10724, "nation": 10721, "jim": 10715, "traffic": 10712, "hoped": 10696, "pacific": 10692, "1998": 10691, "doubt": 10689, "creek": 10680, "setting": 10672, "bag": 10668, "defense": 10664, "missing": 10654, "glanced": 10638, "tonight": 10638, "twice": 10636, "produce": 10634, "worth": 10629, "heads": 10629, "simon": 10627, "justice": 10621, "angry": 10617, "heat": 10616, "returning": 10613, "recent": 10594, "keeping": 10587, "commented": 10578, "catch": 10577, "dinner": 10574, "desk": 10573, "enter": 10572, "understanding": 10568, "activity": 10554, "emperor": 10554, "presented": 10549, "variety": 10549, "schools": 10548, "tall": 10541, "referred": 10540, "staring": 10536, "windows": 10534, "damaged": 10532, "birth": 10530, "threw": 10527, "plant": 10509, "trip": 10499, "steve": 10488, "prepared": 10487, "accept": 10485, "35": 10481, "entertainment": 10471, "color": 10458, "anger": 10458, "horses": 10448, "concept": 10447, "killing": 10446, "continues": 10445, "ideas": 10439, "entrance": 10424, "silent": 10418, "liked": 10405, "spring": 10402, "chris": 10402, "grant": 10385, "lying": 10380, "florida": 10350, "lyrics": 10349, "bright": 10346, "allowing": 10344, "listen": 10343, "remembered": 10340, "indeed": 10340, "foundation": 10333, "iron": 10332, "receive": 10331, "lose": 10322, "launched": 10318, "mike": 10318, "asking": 10316, "assigned": 10303, "atlantic": 10300, "composed": 10281, "relief": 10275, "bob": 10269, "competition": 10257, "era": 10245, "chosen": 10233, "powers": 10228, "contains": 10219, "crossed": 10213, "fought": 10203, "causing": 10197, "unknown": 10188, "loud": 10177, "agent": 10170, "r": 10169, "advance": 10163, "300": 10157, "singer": 10152, "golden": 10150, "gaze": 10144, "wave": 10127, "wild": 10125, "singles": 10114, "earned": 10108, "2016": 10099, "companies": 10095, "organization": 10092, "billboard": 10086, "multiple": 10081, "st": 10076, "handed": 10071, "dress": 10064, "inch": 10064, "finish": 10060, "familiar": 10042, "agreement": 10038, "finger": 10033, "drop": 10030, "broadcast": 10023, "journey": 10020, "judge": 10020, "scott": 10012, "prison": 10009, "1997": 10008, "stayed": 10005, "vision": 9990, "commission": 9987, "nose": 9975, "library": 9972, "inches": 9970, "prime": 9957, "policy": 9943, "garden": 9940, "safety": 9935, "existence": 9934, "falling": 9926, "fired": 9925, "observed": 9925, "concerned": 9924, "losing": 9922, "taylor": 9909, "theme": 9908, "angeles": 9908, "birds": 9897, "uses": 9885, "listed": 9884, "respectively": 9881, "wonder": 9879, "missed": 9875, "afternoon": 9874, "worse": 9873, "christmas": 9872, "moments": 9854, "barely": 9849, "largely": 9844, "spiritual": 9840, "ray": 9836, "tons": 9822, "native": 9821, "showing": 9813, "coach": 9813, "fit": 9812, "chose": 9793, "notice": 9791, "resulted": 9789, "fantasy": 9787, "somewhere": 9785, "ultimately": 9783, "dry": 9769, "positions": 9769, "creation": 9765, "annual": 9759, "technology": 9753, "clean": 9752, "iii": 9752, "trial": 9751, "younger": 9746, "thousand": 9742, "speech": 9739, "page": 9723, "jason": 9722, "albums": 9722, "content": 9713, "determined": 9710, "wounded": 9705, "cool": 9703, "ride": 9693, "canadian": 9687, "sweet": 9682, "snow": 9681, "shared": 9679, "cm": 9672, "tomorrow": 9671, "airport": 9670, "45": 9666, "landing": 9664, "italian": 9663, "elected": 9660, "twelve": 9658, "fellow": 9656, "ending": 9653, "reduced": 9646, "1st": 9643, "learning": 9640, "promise": 9634, "feelings": 9627, "consider": 9620, "interested": 9620, "beneath": 9616, "lifted": 9611, "threat": 9599, "details": 9587, "mexico": 9581, "congress": 9572, "na": 9568, "gate": 9563, "attempts": 9561, "lights": 9551, "hey": 9546, "pilot": 9545, "prevent": 9543, "activities": 9535, "leaders": 9521, "rules": 9520, "peak": 9519, "carrying": 9502, "murder": 9493, "heavily": 9489, "festival": 9488, "faced": 9487, "treatment": 9482, "calls": 9475, "stomach": 9474, "writers": 9474, "actor": 9468, "pre": 9465, "rich": 9459, "apparently": 9458, "reasons": 9456, "protection": 9455, "80": 9440, "motion": 9440, "management": 9432, "j.": 9428, "sports": 9423, "article": 9421, "1995": 9403, "forever": 9400, "nations": 9398, "surrounding": 9396, "dressed": 9390, "19th": 9382, "jones": 9377, "claim": 9368, "price": 9366, "confirmed": 9358, "universe": 9355, "ranked": 9347, "putting": 9345, "focused": 9334, "buy": 9323, "equipment": 9317, "rear": 9317, "secretary": 9308, "settled": 9304, "apartment": 9294, "super": 9294, "sought": 9291, "fresh": 9289, "marked": 9288, "cities": 9288, "transport": 9281, "religion": 9277, "formation": 9271, "combined": 9271, "cyclone": 9260, "anna": 9258, "bible": 9255, "recently": 9254, "gas": 9246, "unlike": 9240, "growth": 9240, "opposite": 9226, "impossible": 9219, "1996": 9218, "owned": 9199, "extra": 9193, "gray": 9185, "selling": 9172, "bear": 9169, "attended": 9168, "truly": 9165, "grow": 9165, "armed": 9158, "a.": 9153, "planning": 9152, "lie": 9138, "cars": 9127, "joseph": 9126, "senior": 9125, "flat": 9122, "constructed": 9122, "analysis": 9121, "thirty": 9111, "shirt": 9109, "entirely": 9107, "recognized": 9102, "territory": 9102, "rolled": 9090, "counter": 9084, "drove": 9083, "joe": 9080, "disease": 9074, "parliament": 9057, "reports": 9056, "aside": 9051, "families": 9043, "task": 9036, "wales": 9024, "reaction": 9022, "letters": 9020, "condition": 9017, "laws": 9014, "responded": 9007, "historical": 9007, "relatively": 9003, "spend": 9002, "hidden": 9000, "victoria": 8997, "guest": 8984, "1994": 8982, "bus": 8979, "driving": 8977, "draw": 8972, "matches": 8971, "dangerous": 8970, "workers": 8956, "advanced": 8942, "sources": 8932, "executive": 8924, "ear": 8908, "text": 8897, "saint": 8896, "alongside": 8895, "shape": 8885, "degree": 8877, "figures": 8875, "administration": 8870, "african": 8860, "brief": 8853, "duty": 8849, "otherwise": 8840, "concert": 8836, "somehow": 8832, "drawn": 8832, "sarah": 8832, "artillery": 8826, "c.": 8818, "driver": 8817, "failure": 8817, "concluded": 8817, "proved": 8814, "bought": 8812, "fiction": 8810, "portion": 8800, "sexual": 8799, "digital": 8792, "bird": 8791, "respect": 8789, "deck": 8787, "understood": 8786, "fre-c": 8778, "performances": 8775, "theatre": 8774, "stadium": 8771, "supply": 8762, "target": 8758, "experienced": 8757, "kid": 8754, "imagine": 8748, "reference": 8745, "adam": 8739, "resulting": 8737, "friendly": 8736, "michigan": 8736, "usual": 8734, "americans": 8733, "williams": 8727, "sounded": 8717, "contained": 8712, "20th": 8700, "louis": 8695, "tired": 8694, "unless": 8684, "conflict": 8682, "enjoyed": 8669, "lee": 8665, "carefully": 8664, "interesting": 8663, "fair": 8649, "creating": 8640, "gained": 8638, "saved": 8637, "damn": 8631, "split": 8628, "laugh": 8627, "streets": 8615, "paris": 8612, "ed": 8610, "suit": 8605, "script": 8604, "basis": 8602, "shit": 8599, "wore": 8578, "ends": 8578, "mainly": 8568, "guards": 8561, "warning": 8555, "realize": 8548, "70": 8547, "colonel": 8546, "briefly": 8542, "develop": 8541, "duke": 8534, "hoping": 8533, "exist": 8524, "divided": 8524, "pocket": 8516, "republic": 8516, "regarding": 8515, "bedroom": 8509, "forget": 8507, "steel": 8504, "1992": 8502, "lane": 8501, "mountains": 8489, "worried": 8488, "colour": 8482, "honor": 8479, "mrs.": 8479, "capture": 8477, "scotland": 8477, "sixth": 8470, "plants": 8460, "guide": 8459, "crazy": 8458, "individuals": 8456, "stating": 8447, "gently": 8441, "acts": 8438, "visited": 8428, "border": 8424, "transferred": 8424, "shop": 8423, "admiral": 8414, "s.": 8411, "dvd": 8410, "arthur": 8406, "bond": 8404, "artists": 8398, "academy": 8396, "advantage": 8393, "officials": 8392, "tiny": 8391, "vocals": 8390, "m.": 8389, "giant": 8375, "famous": 8374, "obviously": 8371, "volume": 8371, "weapon": 8362, "expect": 8360, "marine": 8360, "plays": 8359, "channel": 8358, "conducted": 8351, "pulling": 8344, "cultural": 8344, "abandoned": 8341, "difference": 8338, "quarter": 8337, "progress": 8336, "angel": 8334, "manner": 8327, "u": 8321, "expressed": 8319, "calm": 8317, "32": 8315, "el": 8314, "weak": 8310, "statement": 8301, "harrison": 8293, "block": 8292, "wooden": 8291, "thin": 8287, "worst": 8285, "flesh": 8284, "subsequent": 8282, "truck": 8279, "newspaper": 8271, "willing": 8269, "alex": 8269, "firm": 8262, "his-c": 8258, "concern": 8252, "palace": 8248, "marines": 8246, "identified": 8246, "waters": 8245, "baseball": 8242, "choose": 8240, "wake": 8239, "contemporary": 8239, "roads": 8224, "anymore": 8208, "serving": 8206, "strike": 8193, "smoke": 8189, "founded": 8187, "online": 8185, "fly": 8184, "bringing": 8178, "arts": 8177, "1991": 8172, "aspects": 8161, "1993": 8158, "plane": 8157, "hole": 8157, "glad": 8153, "farm": 8151, "camera": 8150, "smell": 8148, "sunday": 8147, "description": 8147, "zealand": 8140, "tight": 8138, "mental": 8132, "branch": 8131, "boston": 8127, "tax": 8121, "busy": 8120, "invasion": 8116, "primarily": 8107, "pressed": 8100, "obvious": 8091, "breaking": 8091, "rare": 8090, "taught": 8090, "talked": 8082, "maximum": 8080, "personnel": 8077, "eco-c": 8076, "grey": 8075, "faces": 8075, "intelligence": 8074, "thousands": 8072, "jumped": 8069, "feels": 8069, "currently": 8063, "75": 8063, "ears": 8060, "gain": 8060, "uncle": 8058, "follows": 8056, "bowl": 8054, "tournament": 8047, "roof": 8037, "claims": 8030, "request": 8029, "besides": 8015, "sick": 8009, "amy": 8007, "card": 8001, "studied": 7998, "meanwhile": 7995, "opinion": 7991, "hide": 7973, "sharp": 7972, "shrugged": 7963, "youth": 7963, "jacob": 7962, "residents": 7953, "metres": 7951, "wings": 7949, "method": 7949, "lap": 7946, "lies": 7945, "stairs": 7944, "paused": 7940, "environment": 7932, "handle": 7898, "latin": 7898, "rolling": 7897, "adult": 7895, "fallen": 7895, "effective": 7892, "unique": 7890, "p.": 7890, "capacity": 7888, "forth": 7876, "perform": 7871, "landed": 7869, "hero": 7869, "teacher": 7869, "asks": 7867, "affected": 7864, "extremely": 7860, "draft": 7859, "mile": 7857, "madonna": 7850, "types": 7835, "2nd": 7832, "challenge": 7829, "quietly": 7823, "comedy": 7823, "closely": 7816, "luke": 7804, "connection": 7802, "nuclear": 7802, "crime": 7799, "stephen": 7799, "harry": 7793, "favorite": 7787, "sons": 7784, "kevin": 7782, "stupid": 7766, "widely": 7763, "aid": 7761, "sin": 7753, "connected": 7753, "avenue": 7750, "allied": 7742, "eng-c": 7740, "homes": 7739, "display": 7735, "leadership": 7735, "massive": 7733, "wear": 7732, "hung": 7728, "flew": 7725, "titled": 7723, "inner": 7722, "function": 7720, "jewish": 7720, "90": 7719, "400": 7719, "defence": 7717, "frequently": 7716, "enjoy": 7710, "noise": 7697, "exchange": 7696, "circle": 7695, "zone": 7695, "electric": 7694, "mirror": 7685, "oxford": 7684, "suffering": 7683, "influenced": 7679, "injury": 7675, "surrounded": 7674, "facing": 7663, "shooting": 7660, "argued": 7660, "crossing": 7657, "helping": 7655, "frowned": 7653, "pictures": 7631, "00": 7630, "italy": 7629, "website": 7628, "definitely": 7624, "eating": 7622, "headquarters": 7617, "increasing": 7616, "responsibility": 7613, "arrival": 7612, "disappeared": 7608, "severe": 7608, "v": 7597, "elizabeth": 7591, "buried": 7587, "georgia": 7584, "assumed": 7581, "1942": 7581, "scientific": 7576, "beauty": 7572, "b.": 7568, "mention": 7566, "viewers": 7561, "items": 7560, "prayer": 7556, "capable": 7554, "mounted": 7550, "officially": 7546, "drama": 7541, "represented": 7541, "filming": 7539, "promoted": 7532, "ireland": 7531, "destroy": 7530, "g": 7523, "shock": 7522, "memories": 7509, "1944": 7505, "finds": 7504, "core": 7492, "kissed": 7491, "danger": 7489, "singing": 7477, "nobody": 7475, "designated": 7471, "shouted": 7470, "dear": 7467, "studios": 7465, "balance": 7460, "sets": 7460, "vehicle": 7459, "scoring": 7456, "followers": 7450, "opposition": 7448, "add": 7447, "revolution": 7440, "trail": 7436, "seasons": 7435, "featuring": 7421, "creature": 7414, "confused": 7413, "drug": 7413, "basic": 7405, "incident": 7405, "generation": 7403, "locked": 7397, "memorial": 7394, "sell": 7393, "peaked": 7393, "maintained": 7388, "fuck": 7387, "http": 7387, "l": 7386, "falls": 7379, "hate": 7370, "com-c": 7362, "catholic": 7361, "engaged": 7356, "vehicles": 7354, "granted": 7352, "wine": 7337, "sees": 7337, "jersey": 7323, "imperial": 7319, "actual": 7316, "manchester": 7313, "wars": 7311, "controlled": 7299, "images": 7297, "tongue": 7293, "newly": 7291, "rapidly": 7281, "israel": 7281, "professor": 7277, "centuries": 7273, "touched": 7272, "rating": 7268, "seek": 7265, "tunnel": 7263, "offensive": 7252, "fuel": 7252, "33": 7251, "estate": 7250, "1990": 7248, "stations": 7246, "happening": 7245, "code": 7244, "et": 7243, "credit": 7242, "worldwide": 7242, "historian": 7240, "institute": 7232, "appearances": 7231, "flow": 7227, "stuck": 7220, "1945": 7218, "host": 7217, "passes": 7216, "ye": 7215, "fruit": 7214, "starts": 7193, "tea": 7190, "joy": 7188, "adopted": 7184, "gift": 7181, "prominent": 7181, "violence": 7181, "versions": 7180, "admitted": 7173, "unto": 7170, "matt": 7165, "skills": 7164, "signs": 7163, "typically": 7157, "crown": 7150, "wilson": 7149, "vote": 7149, "flag": 7146, "dan": 7145, "cloud": 7142, "rising": 7137, "tied": 7136, "pleasure": 7136, "andrew": 7135, "funny": 7134, "charts": 7133, "accident": 7132, "consisted": 7132, "reserve": 7127, "alexander": 7119, "category": 7117, "chain": 7112, "rooms": 7109, "fields": 7109, "jinks": 7106, "income": 7104, "push": 7101, "heading": 7099, "assistant": 7096, "orange": 7092, "cry": 7089, "wrapped": 7084, "repeated": 7084, "roll": 7081, "regarded": 7080, "agree": 7077, "raise": 7066, "opposed": 7060, "painting": 7055, "object": 7055, "tech": 7054, "listening": 7046, "destruction": 7043, "platform": 7042, "northwest": 7042, "dreams": 7041, "frequency": 7041, "contrast": 7037, "wet": 7035, "economy": 7034, "promised": 7025, "charlie": 7020, "attached": 7018, "hundreds": 7015, "junior": 7006, "vice": 7003, "1941": 7001, "mr": 6999, "nominated": 6996, "sleeping": 6995, "owner": 6995, "billion": 6993, "resources": 6980, "achieved": 6980, "lucky": 6979, "gathered": 6977, "innings": 6976, "stands": 6975, "shaking": 6974, "soundtrack": 6974, "protected": 6968, "senate": 6967, "possibility": 6966, "boats": 6966, "enemies": 6964, "tradition": 6957, "fucking": 6954, "supporting": 6945, "somewhat": 6943, "supplies": 6942, "global": 6939, "dragon": 6936, "cheek": 6932, "convinced": 6932, "politics": 6931, "1989": 6928, "narrow": 6924, "mount": 6923, "bbc": 6922, "resistance": 6917, "investigation": 6915, "polish": 6913, "jews": 6912, "alternative": 6911, "methods": 6908, "behavior": 6902, "address": 6902, "decide": 6898, "seventh": 6896, "element": 6895, "independence": 6894, "retired": 6887, "actors": 6886, "height": 6885, "internal": 6874, "lunch": 6871, "supreme": 6871, "shoot": 6868, "1943": 6867, "medal": 6863, "cat": 6861, "teaching": 6861, "dutch": 6853, "cells": 6846, "receiving": 6845, "product": 6845, "authorities": 6843, "occupied": 6839, "accompanied": 6835, "lands": 6832, "knees": 6829, "burning": 6823, "formula": 6823, "hms": 6821, "emotional": 6820, "identity": 6815, "tests": 6812, "throne": 6797, "journal": 6797, "seriously": 6792, "solid": 6789, "passage": 6782, "36": 6780, "importance": 6777, "wedding": 6774, "n": 6773, "count": 6772, "greg": 6771, "maintain": 6769, "pink": 6767, "invited": 6755, "max": 6753, "throw": 6752, "literature": 6750, "fifteen": 6749, "bell": 6746, "kg": 6740, "faster": 6738, "cancer": 6729, "russia": 6729, "comic": 6726, "ctz-c": 6726, "secondary": 6725, "assembly": 6725, "waves": 6720, "sudden": 6717, "soldier": 6715, "ryan": 6714, "irish": 6713, "roger": 6712, "rejected": 6706, "provides": 6706, "hanging": 6705, "pure": 6705, "wished": 6704, "collected": 6699, "belt": 6697, "joint": 6694, "secure": 6689, "grown": 6683, "tail": 6683, "fan": 6681, "breathing": 6679, "bio-c": 6676, "partner": 6675, "beast": 6671, "organized": 6670, "smiling": 6668, "emotions": 6664, "mat-c": 6660, "wonderful": 6658, "composition": 6657, "bottle": 6656, "delivered": 6648, "defensive": 6646, "successfully": 6635, "37": 6631, "divine": 6628, "expansion": 6623, "\u2022": 6622, "weekly": 6620, "causes": 6616, "northeast": 6611, "subjects": 6611, "1940": 6602, "welcome": 6597, "tank": 6596, "survive": 6595, "democratic": 6594, "nervous": 6591, "purchase": 6591, "le": 6591, "ceremony": 6587, "entering": 6586, "rainfall": 6586, "cricket": 6585, "defined": 6580, "begun": 6578, "products": 6578, "improved": 6574, "session": 6572, "moves": 6567, "plate": 6563, "occur": 6556, "closing": 6549, "false": 6549, "changing": 6547, "citizens": 6547, "pool": 6546, "carolina": 6546, "1980s": 6545, "constitution": 6537, "link": 6536, "arranged": 6534, "bc": 6533, "injured": 6532, "adding": 6530, "sequence": 6528, "happens": 6517, "existing": 6504, "parties": 6503, "relations": 6503, "1988": 6503, "developing": 6502, "slipped": 6494, "threatened": 6481, "bathroom": 6479, "h.": 6474, "providing": 6464, "applied": 6459, "brian": 6454, "reign": 6452, "normally": 6442, "charged": 6431, "republican": 6431, "treaty": 6430, "assault": 6429, "drawing": 6421, "easier": 6421, "operated": 6418, "1970s": 6417, "steam": 6411, "hits": 6405, "reputation": 6404, "asia": 6402, "acquired": 6401, "notable": 6401, "jump": 6400, "150": 6400, "purchased": 6394, "dust": 6393, "intensity": 6392, "von": 6392, "hired": 6384, "belief": 6384, "letting": 6382, "unusual": 6374, "spain": 6369, "entry": 6367, "extensive": 6365, "containing": 6364, "asleep": 6362, "grade": 6362, "armor": 6359, "scottish": 6358, "consciousness": 6357, "1960s": 6357, "dedicated": 6353, "coat": 6351, "figured": 6350, "producers": 6343, "pack": 6342, "amazing": 6341, "jake": 6341, "matters": 6340, "regional": 6340, "marcus": 6336, "visual": 6332, "bow": 6331, "'you": 6331, "industrial": 6330, "roles": 6329, "roughly": 6328, "alien": 6327, "boss": 6321, "jeff": 6318, "experiences": 6317, "wanting": 6316, "temperature": 6313, "urban": 6313, "measure": 6312, "\u200f": 6312, "bomb": 6311, "hearts": 6308, "francisco": 6304, "criticized": 6304, "laughing": 6303, "performing": 6303, "horror": 6301, "r.": 6301, "1987": 6301, "fighter": 6297, "aired": 6293, "device": 6293, "34": 6288, "demand": 6287, "princess": 6286, "comfortable": 6282, "fame": 6282, "ministry": 6273, "homer": 6270, "hills": 6269, "beer": 6264, "indicated": 6259, "gradually": 6258, "piano": 6255, "recalled": 6254, "nevertheless": 6250, "broad": 6247, "visible": 6246, "views": 6245, "knife": 6244, "cried": 6243, "principal": 6243, "praise": 6242, "feed": 6239, "constant": 6238, "debuted": 6234, "shadow": 6230, "grass": 6230, "slid": 6227, "gods": 6227, "survived": 6220, "prove": 6218, "emergency": 6217, "anywhere": 6215, "fa": 6214, "afterwards": 6211, "editor": 6206, "introduction": 6203, "battery": 6191, "advice": 6189, "38": 6187, "taste": 6186, "equal": 6183, "gon": 6182, "committed": 6182, "outer": 6181, "gotten": 6173, "plus": 6173, "drinking": 6169, "champion": 6164, "friday": 6163, "describes": 6158, "600": 6155, "continuing": 6152, "correct": 6150, "samuel": 6150, "hip": 6147, "leads": 6147, "devil": 6144, "meat": 6144, "vocal": 6142, "shore": 6142, "crash": 6140, "saturday": 6140, "proper": 6137, "ridge": 6137, "occasionally": 6135, "classic": 6134, "bound": 6134, "restaurant": 6130, "holds": 6128, "rachel": 6128, "careful": 6125, "circumstances": 6124, "chamber": 6123, "themes": 6122, "suppose": 6118, "woods": 6114, "fifty": 6113, "hunter": 6113, "walter": 6113, "intense": 6112, "distribution": 6110, "informed": 6108, "rushed": 6104, "kate": 6104, "sending": 6102, "publication": 6101, "expedition": 6101, "southeast": 6100, "pennsylvania": 6099, "deeply": 6091, "spoken": 6088, "jimmy": 6087, "agency": 6087, "historic": 6085, "launch": 6084, "classes": 6083, "commonly": 6082, "facilities": 6080, "lit": 6079, "shaped": 6077, "canal": 6075, "suggests": 6074, "expanded": 6072, "specifically": 6070, "driven": 6067, "objects": 6064, "totally": 6063, "participated": 6062, "weekend": 6060, "structures": 6060, "burned": 6058, "e.": 6055, "forehead": 6049, "covering": 6049, "papers": 6044, "appeal": 6044, "scheduled": 6042, "cap": 6038, "pleased": 6037, "kings": 6034, "improve": 6032, "yelled": 6031, "copy": 6031, "monster": 6031, "sad": 6028, "drugs": 6026, "scared": 6024, "1986": 6024, "exit": 6023, "contain": 6018, "till": 6017, "conclusion": 6017, "rescue": 6014, "locations": 6014, "allows": 6012, "fashion": 6011, "internet": 6011, "budget": 6011, "cleared": 6009, "express": 6009, "selection": 6006, "campus": 6003, "eleven": 6003, "actress": 5998, "titles": 5995, "province": 5994, "phase": 5990, "interpretation": 5985, "frame": 5983, "remove": 5982, "increasingly": 5976, "typical": 5970, "suggest": 5969, "commanded": 5968, "emerged": 5966, "danny": 5966, "confusion": 5965, "blow": 5964, "prisoners": 5964, "knight": 5960, "clothing": 5956, "projects": 5955, "mode": 5952, "ignored": 5950, "relationships": 5946, "criticism": 5946, "wound": 5945, "rail": 5945, "teach": 5943, "gabriel": 5943, "affairs": 5940, "consecutive": 5940, "flooding": 5934, "pace": 5933, "treated": 5926, "filmed": 5926, "upset": 5911, "combination": 5910, "breakfast": 5909, "desert": 5909, "v.": 5909, "sites": 5906, "trained": 5904, "stick": 5900, "dying": 5895, "surely": 5895, "adventure": 5894, "viewed": 5893, "communication": 5890, "rush": 5889, "cambridge": 5885, "marry": 5883, "hockey": 5878, "merely": 5877, "w.": 5876, "sisters": 5875, "demanded": 5874, "https": 5874, "atmosphere": 5871, "everybody": 5870, "childhood": 5869, "flowers": 5868, "permanent": 5867, "legacy": 5863, "poetry": 5862, "softly": 5859, "pattern": 5858, "sand": 5857, "germans": 5856, "49": 5856, "fill": 5854, "critic": 5846, "favor": 5845, "nick": 5845, "wolf": 5843, "rocks": 5835, "bush": 5835, "jeremy": 5835, "literary": 5835, "insisted": 5829, "voices": 5822, "mad": 5821, "shifted": 5819, "decades": 5818, "males": 5815, "convention": 5811, "tony": 5811, "hardly": 5810, "dancing": 5809, "bishop": 5808, "1968": 5807, "passenger": 5806, "concerns": 5805, "patients": 5805, "verse": 5805, "immediate": 5804, "returns": 5799, "opera": 5796, "movements": 5795, "struggle": 5795, "creatures": 5795, "duties": 5795, "gulf": 5794, "struggled": 5793, "forgotten": 5788, "cavalry": 5785, "hallway": 5782, "rough": 5781, "solo": 5776, "odd": 5773, "k": 5771, "3rd": 5768, "gay": 5765, "operating": 5763, "basketball": 5762, "naked": 5761, "shield": 5760, "1985": 5760, "regions": 5753, "wondering": 5752, "anne": 5747, "ensure": 5746, "philadelphia": 5742, "stock": 5737, "gordon": 5735, "domestic": 5734, "terrible": 5733, "cape": 5731, "1990s": 5717, "alan": 5716, "painted": 5715, "significantly": 5712, "vietnam": 5711, "earl": 5711, "ohio": 5711, "d.": 5710, "interior": 5709, "trains": 5707, "tim": 5706, "kilometres": 5705, "hiding": 5702, "spotted": 5699, "assistance": 5695, "seeking": 5693, "francis": 5693, "casualties": 5692, "separated": 5689, "programs": 5687, "kennedy": 5687, "agents": 5686, "replace": 5685, "admit": 5684, "approved": 5682, "discovery": 5680, "pale": 5678, "shoes": 5677, "map": 5676, "commissioned": 5675, "loose": 5673, "models": 5673, "genus": 5671, "phy-c": 5670, "prize": 5666, "promotion": 5663, "knocked": 5661, "deaths": 5656, "exposed": 5649, "jane": 5648, "jay": 5646, "allies": 5638, "1970": 5637, "gameplay": 5632, "ceiling": 5631, "establish": 5629, "permission": 5625, "absolutely": 5625, "label": 5625, "contributed": 5623, "ah": 5622, "grounds": 5622, "waved": 5621, "offers": 5621, "1980": 5619, "losses": 5618, "fixed": 5618, "stare": 5615, "hollywood": 5611, "females": 5610, "1939": 5609, "employed": 5606, "interests": 5605, "benefit": 5604, "biggest": 5599, "ad": 5599, "1984": 5598, "strategy": 